tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "stripe/stripe-cli"
brew "libpng"
brew "bandwhich"
brew "openssl@3"
brew "bat"
brew "gettext"
brew "readline"
brew "glib"
brew "cairo"
brew "cmatrix"
brew "corepack"
brew "deno"
brew "diskus"
brew "dnscrypt-proxy"
brew "dust"
brew "eza"
brew "fd"
brew "gcc"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fortune"
brew "fx"
brew "fzf"
brew "gdbm"
brew "gdk-pixbuf"
brew "libyaml"
brew "ggshield"
brew "gh"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "libffi"
brew "python@3.9"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua"
brew "magic-wormhole"
brew "ncdu"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "pastel"
brew "pidof"
brew "pinentry-mac"
brew "pipes-sh"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "sd"
brew "sl"
brew "tealdeer"
brew "the_silver_searcher"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "zoxide"
brew "jorgelbg/tap/pinentry-touchid"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "blackhole-2ch"
cask "cutter"
cask "deluge"
cask "discord"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font", args: { fontdir: "/Library/Fonts" }
cask "freecad"
cask "gimp"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "hey"
cask "inkscape"
cask "karabiner-elements"
cask "kitty"
cask "lunar"
cask "raycast"
cask "stats"
cask "steam"
cask "vlc"
cask "wireshark"
