jorgebucaran/fisher
jorgebucaran/autopair.fish
IlanCosman/tide@v5
edc/bass
catppuccin/fish
patrickf1/fzf.fish
gitsquared/fish-ranger-cd
jorgebucaran/nvm.fish
